# Задание
# Ввести с клавиатуры строку.
# Вывести эту же строку вертикально: по одному символу на строку консоли.

string = input('Введите текст: ')
for letter in string:
	print(letter)