# Задание
# Создать список из десяти целых чисел.
# Вывести на экран каждое число, увеличенное на 1.

values_list = [23, 78, 4, 48, 0, 37, 5, 98, 6, 765]
for element in values_list: 
	print(element + 1)
